{
    "empresa": "SEBRAE MS TESTE",
    "categorias": {
        "governar": [
            {
                "controle": "GV.OC-01",
                "descricao": "A missão organizacional é compreendida e informa a gestão de riscos de segurança cibernética?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "GV.OC-02",
                "descricao": "As partes interessadas internas e externas são compreendidas e suas necessidades e expectativas em relação ao gerenciamento de riscos de segurança cibernética são compreendidas e consideradas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-OC.03",
                "descricao": "Os requisitos legais, regulamentares e contratuais relativos à segurança cibernética — incluindo obrigações de privacidade e liberdades civis — são compreendidos e geridos?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-OC.04",
                "descricao": "Os objetivos, capacidades e serviços críticos dos quais as partes interessadas dependem ou esperam da organização são compreendidos e comunicados?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "GV-OC.05",
                "descricao": "Os resultados, capacidades e serviços dos quais a organização depende são compreendidos e comunicados?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-RM.01",
                "descricao": "Os objetivos de gestão de riscos são estabelecidos e acordados pelas partes interessadas da organização?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-RM.02",
                "descricao": "As declarações de apetite ao risco e tolerância ao risco são estabelecidas, comunicadas e mantidas?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-RM.03",
                "descricao": "As atividades e os resultados da gestão de riscos de segurança cibernética estão incluídos nos processos de gestão de riscos empresariais?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-RM.04",
                "descricao": "A direção estratégica que descreve as opções apropriadas de resposta a riscos é estabelecida e comunicada?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-RM.05",
                "descricao": "Linhas de comunicação em toda a organização são estabelecidas para riscos de segurança cibernética, incluindo riscos de fornecedores e outros terceiros?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-RM.06",
                "descricao": "Oportunidades estratégicas (ou seja, riscos positivos) são caracterizadas e incluídas nas discussões sobre riscos de segurança cibernética organizacional?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-RR.01",
                "descricao": "A liderança organizacional é responsável e responsabilizada pelo risco de segurança cibernética e promove uma cultura consciente dos riscos, ética e em constante melhoria?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-RR.02",
                "descricao": "Funções, responsabilidades e autoridades relacionadas à gestão de riscos de segurança cibernética são estabelecidas, comunicadas, compreendidas e aplicadas?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-RR.03",
                "descricao": "Recursos adequados são alocados de acordo com a estratégia de risco de segurança cibernética, funções, responsabilidades e políticas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-RR.04",
                "descricao": "A segurança cibernética está incluída nas práticas de recursos humanos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-PO.01",
                "descricao": "A política de gestão de riscos de segurança cibernética é estabelecida com base no contexto organizacional, na estratégia de segurança cibernética e nas prioridades e é comunicada e aplicada?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-PO.02",
                "descricao": "A política de gerenciamento de riscos de segurança cibernética é revisada, atualizada, comunicada e aplicada para refletir mudanças em requisitos, ameaças, tecnologia e missão organizacional?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-OV.01",
                "descricao": "Os resultados da estratégia de gestão de risco de segurança cibernética são revistos para informar e ajustar a estratégia e a direção?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-OV.02",
                "descricao": "A estratégia de gestão de riscos de segurança cibernética é revista e ajustada para garantir a cobertura dos requisitos e riscos organizacionais?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-OV.03",
                "descricao": "O desempenho da gestão de risco de segurança cibernética organizacional é avaliado e revisado para ajustes necessários?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-SC.01",
                "descricao": "Um programa, estratégia, objetivos, políticas e processos de gerenciamento de risco da cadeia de suprimentos de segurança cibernética são estabelecidos e acordados pelas partes interessadas da organização?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-SC.02",
                "descricao": "As funções e responsabilidades de segurança cibernética para fornecedores, clientes e parceiros são estabelecidas, comunicadas e coordenadas interna e externamente?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-SC.03",
                "descricao": "A gestão de riscos da cadeia de fornecimento de segurança cibernética é integrada à gestão de riscos empresariais e de segurança cibernética, à avaliação de riscos e aos processos de melhoria?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-SC.04",
                "descricao": "Os fornecedores são conhecidos e priorizados por criticidade?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-SC.05",
                "descricao": "Os requisitos para abordar os riscos de segurança cibernética nas cadeias de suprimentos são estabelecidos, priorizados e integrados em contratos e outros tipos de acordos com fornecedores e outros terceiros relevantes?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-SC.06",
                "descricao": "O planejamento e a devida diligência são realizados para reduzir riscos antes de entrar em relacionamentos formais com fornecedores ou terceiros?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-SC.07",
                "descricao": "Os riscos representados por um fornecedor, seus produtos e serviços e outros terceiros são compreendidos, registrados, priorizados, avaliados, respondidos e monitorados ao longo do relacionamento?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-SC.08",
                "descricao": "Fornecedores relevantes e outros terceiros são incluídos nas atividades de planejamento, resposta e recuperação de incidentes?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "GV-SC.09",
                "descricao": "As práticas de segurança da cadeia de suprimentos são integradas aos programas de segurança cibernética e gerenciamento de riscos empresariais, e seu desempenho é monitorado durante todo o ciclo de vida do produto e serviço de tecnologia?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "GV-SC.10",
                "descricao": "Os planos de gestão de risco da cadeia de fornecimento de segurança cibernética incluem disposições para atividades que ocorrem após a conclusão de uma parceria ou acordo de serviço?",
                "avaliacao": "Planejado"
            }
        ],
        "identificar": [
            {
                "controle": "ID.AM-01",
                "descricao": "Os inventários de hardware gerenciados pela organização são mantidos?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.AM-02",
                "descricao": "Os inventários de software, serviços e sistemas gerenciados pela organização são mantidos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.AM-03",
                "descricao": "As representações da comunicação de rede autorizada da organização e dos fluxos de dados de rede internos e externos são mantidas?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.AM-04",
                "descricao": "Os inventários dos serviços prestados pelos fornecedores são mantidos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.AM-05",
                "descricao": "Os ativos são priorizados com base na classificação, criticidade, recursos e impacto na missão?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.AM-06",
                "descricao": "Os inventários de dados e metadados correspondentes para tipos de dados designados são mantidos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.AM-07",
                "descricao": "Sistemas, hardware, software, serviços e dados são gerenciados ao longo de seus ciclos de vida?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.RA-01",
                "descricao": "Vulnerabilidades em ativos são identificadas, validadas e registradas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.RA-02",
                "descricao": "A inteligência sobre ameaças cibernéticas é recebida de fóruns e fontes de compartilhamento de informações?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.RA-03",
                "descricao": "Ameaças internas e externas à organização são identificadas e registradas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.RA-04",
                "descricao": "Os potenciais impactos e probabilidades de ameaças que exploram vulnerabilidades são identificados e registrados?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.RA-05",
                "descricao": "Ameaças, vulnerabilidades, probabilidades e impactos são usados para entender o risco inerente e informar a priorização da resposta ao risco?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.RA-06",
                "descricao": "As respostas aos riscos são escolhidas, priorizadas, planejadas, rastreadas e comunicadas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.RA-07",
                "descricao": "Alterações e exceções são gerenciadas, avaliadas quanto ao impacto do risco, registradas e rastreadas?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.RA-08",
                "descricao": "São estabelecidos processos para receber, analisar e responder a divulgações de vulnerabilidades?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.RA-09",
                "descricao": "A autenticidade e a integridade do hardware e do software são avaliadas antes da aquisição e utilização?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.RA-10",
                "descricao": "Os fornecedores críticos são avaliados antes da aquisição?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.IM-01",
                "descricao": "As melhorias são identificadas a partir de avaliações?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.IM-02",
                "descricao": "As melhorias são identificadas a partir de testes e exercícios de segurança, incluindo aqueles realizados em coordenação com fornecedores e terceiros relevantes?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "ID.IM-03",
                "descricao": "As melhorias são identificadas a partir da execução de processos, procedimentos e atividades operacionais?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "ID.IM-04",
                "descricao": "Os planos de resposta a incidentes e outros planos de segurança cibernética que afetam as operações são estabelecidos, comunicados, mantidos e melhorados?",
                "avaliacao": "Planejado"
            }
        ],
        "proteger": [
            {
                "controle": "PR.AA-01",
                "descricao": "Identidades e credenciais para usuários, serviços e hardware autorizados são gerenciados pela organização?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "PR.AA-02",
                "descricao": "As identidades são comprovadas e vinculadas a credenciais com base no contexto das interações?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.AA-03",
                "descricao": "Usuários, serviços e hardware são autenticados?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "PR.AA-04",
                "descricao": "As afirmações de identidade são protegidas, transmitidas e verificadas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.AA-05",
                "descricao": "Permissões de acesso, direitos e autorizações são definidos em uma política, gerenciados, aplicados e revisados, e incorporam os princípios de menor privilégio e separação de funções?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "PR.AA-06",
                "descricao": "O acesso físico aos ativos é gerenciado, monitorado e aplicado de acordo com o risco?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.AT-01",
                "descricao": "O pessoal recebe conscientização e treinamento para que possua o conhecimento e as habilidades para executar tarefas gerais com os riscos de segurança cibernética em mente?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "PR.AT-02",
                "descricao": "Indivíduos em funções especializadas recebem conscientização e treinamento para que possuam o conhecimento e as habilidades para executar tarefas relevantes, tendo em mente os riscos de segurança cibernética?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.DS-01",
                "descricao": "A confidencialidade, integridade e disponibilidade dos dados em repouso são protegidas?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "PR.DS-02",
                "descricao": "A confidencialidade, integridade e disponibilidade dos dados em trânsito são protegidas?",
                "avaliacao": "Parcialmente em Conformidade"
            },
            {
                "controle": "PR.DS-03",
                "descricao": "A confidencialidade, integridade e disponibilidade dos dados em uso são protegidas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.DS-04",
                "descricao": "Os backups de dados são criados, protegidos, mantidos e testados?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "PR.PS-01",
                "descricao": "As práticas de gerenciamento de configuração são estabelecidas e aplicadas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.PS-02",
                "descricao": "O software é mantido, substituído e removido de acordo com o risco?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.PS-03",
                "descricao": "O hardware é mantido, substituído e removido de acordo com o risco?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "PR.PS-04",
                "descricao": "Os registros de log são gerados e disponibilizados para monitoramento contínuo?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "PR.PS-05",
                "descricao": "A instalação e execução de software não autorizado são impedidas?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "PR.PS-06",
                "descricao": "As práticas seguras de desenvolvimento de software são integradas e seu desempenho é monitorado durante todo o ciclo de vida do desenvolvimento de software?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.IR-01",
                "descricao": "Redes e ambientes são protegidos contra acesso e uso lógico não autorizado?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.IR-02",
                "descricao": "Os ativos tecnológicos da organização são protegidos contra ameaças ambientais?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.IR-03",
                "descricao": "São implementados mecanismos para atingir os requisitos de resiliência em situações normais e adversas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "PR.IR-04",
                "descricao": "A capacidade de recursos é adequada para garantir que a disponibilidade seja mantida?",
                "avaliacao": "Planejado"
            }
        ],
        "detectar": [
            {
                "controle": "DE.CM-01",
                "descricao": "Redes e serviços de rede são monitorados para encontrar eventos potencialmente adversos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "DE.CM-02",
                "descricao": "O ambiente físico é monitorado para encontrar eventos potencialmente adversos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "DE.CM-03",
                "descricao": "A atividade do pessoal e o uso da tecnologia são monitorados para encontrar eventos potencialmente adversos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "DE.CM-04",
                "descricao": "As atividades e serviços do provedor de serviços externo são monitorados para encontrar eventos potencialmente adversos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "DE.CM-05",
                "descricao": "Hardware e software de computação, ambientes de execução e seus dados são monitorados para encontrar eventos potencialmente adversos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "DE.AE-01",
                "descricao": "Eventos potencialmente adversos são analisados para melhor compreender as atividades associadas?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "DE.AE-02",
                "descricao": "As informações são correlacionadas de várias fontes?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "DE.AE-03",
                "descricao": "O impacto estimado e o escopo dos eventos adversos são compreendidos?",
                "avaliacao": "Planejado"
            },
            {
                "controle": "DE.AE-04",
                "descricao": "As informações sobre eventos adversos são fornecidas à equipe e às ferramentas autorizadas?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "DE.AE-05",
                "descricao": "A inteligência sobre ameaças cibernéticas e outras informações contextuais são integradas à análise?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "DE.AE-06",
                "descricao": "Os incidentes são declarados quando os eventos adversos atendem aos critérios de incidente definidos?",
                "avaliacao": "Em Implementação"
            }
        ],
        "responder": [
            {
                "controle": "RS.MA-01",
                "descricao": "O plano de resposta a incidentes é executado em coordenação com terceiros relevantes, uma vez que um incidente é declarado?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "RS.MA-02",
                "descricao": "Os relatórios de incidentes são triados e validados?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "RS.MA-03",
                "descricao": "Os incidentes são categorizados e priorizados?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "RS.MA-04",
                "descricao": "Os incidentes são escalados ou elevados conforme necessário?",
                "avaliacao": "Em Implementação"
            },
            {
                "controle": "RS.MA-05",
                "descricao": "Os critérios para iniciar a recuperação de incidentes são aplicados?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RS.AN-01",
                "descricao": "A análise é realizada para estabelecer o que ocorreu durante um incidente e a causa raiz do incidente?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RS.AN-02",
                "descricao": "As ações realizadas durante uma investigação são registradas e a integridade e a procedência dos registros são preservadas?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RS.AN-03",
                "descricao": "Os dados e metadados do incidente são coletados e sua integridade e procedência são preservadas?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RS.AN-04",
                "descricao": "A magnitude de um incidente é estimada e validada?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RS.CO-01",
                "descricao": "As partes interessadas internas e externas são notificadas sobre incidentes?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RS.CO-02",
                "descricao": "As informações são compartilhadas com as partes interessadas internas e externas designadas?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RS.MI-01",
                "descricao": "Os incidentes são contidos?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RS.MI-02",
                "descricao": "Os incidentes são erradicados?",
                "avaliacao": "Não Aplicável"
            }
        ],
        "recuperar": [
            {
                "controle": "RC.RP-01",
                "descricao": "A parte de recuperação do plano de resposta a incidentes é executada uma vez iniciada a partir do processo de resposta a incidentes?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RC.RP-02",
                "descricao": "As ações de recuperação são selecionadas, delimitadas, priorizadas e executadas?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RC.RP-03",
                "descricao": "A integridade dos backups e outros ativos de restauração é verificada antes de usá-los para restauração?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RC.RP-04",
                "descricao": "As funções críticas da missão e a gestão de riscos de segurança cibernética são consideradas para estabelecer normas operacionais pós-incidente?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RC.RP-05",
                "descricao": "A integridade dos ativos restaurados é verificada, os sistemas e serviços são restaurados e o status operacional normal é confirmado?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RC.RP-06",
                "descricao": "O fim da recuperação do incidente é declarado com base em critérios e a documentação relacionada ao incidente é concluída?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RC.CO-01",
                "descricao": "As atividades de recuperação e o progresso na restauração das capacidades operacionais são comunicados às partes interessadas internas e externas designadas?",
                "avaliacao": "Não Aplicável"
            },
            {
                "controle": "RC.CO-02",
                "descricao": "As atualizações públicas sobre a recuperação de incidentes são compartilhadas usando métodos e mensagens aprovados?",
                "avaliacao": "Não Aplicável"
            }
        ]
    }
}