{
    "categoria": "Governar",
    "subcategorias": [
      {
        "subcategoria": "Contexto Organizacional",
        "controles": [
          {
            "controle": "GV.OC-01",
            "descricao": "A missão organizacional é compreendida e informa a gestão de riscos de segurança cibernética?"
          },
          {
            "controle": "GV.OC-02",
            "descricao": "As partes interessadas internas e externas são compreendidas e suas necessidades e expectativas em relação ao gerenciamento de riscos de segurança cibernética são compreendidas e consideradas?"
          },
          {
            "controle": "GV-OC.03",
            "descricao": "Os requisitos legais, regulamentares e contratuais relativos à segurança cibernética — incluindo obrigações de privacidade e liberdades civis — são compreendidos e geridos?"
          },
          {
            "controle": "GV-OC.04",
            "descricao": "Os objetivos, capacidades e serviços críticos dos quais as partes interessadas dependem ou esperam da organização são compreendidos e comunicados?"
          },
          {
            "controle": "GV-OC.05",
            "descricao": "Os resultados, capacidades e serviços dos quais a organização depende são compreendidos e comunicados?"
          }
        ]
      },
      {
        "subcategoria": "Estratégia de Gestão de Riscos",
        "controles": [
          {
            "controle": "GV-RM.01",
            "descricao": "Os objetivos de gestão de riscos são estabelecidos e acordados pelas partes interessadas da organização?"
          },
          {
            "controle": "GV-RM.02",
            "descricao": "As declarações de apetite ao risco e tolerância ao risco são estabelecidas, comunicadas e mantidas?"
          },
          {
            "controle": "GV-RM.03",
            "descricao": "As atividades e os resultados da gestão de riscos de segurança cibernética estão incluídos nos processos de gestão de riscos empresariais?"
          },
          {
            "controle": "GV-RM.04",
            "descricao": "A direção estratégica que descreve as opções apropriadas de resposta a riscos é estabelecida e comunicada?"
          },
          {
            "controle": "GV-RM.05",
            "descricao": "Linhas de comunicação em toda a organização são estabelecidas para riscos de segurança cibernética, incluindo riscos de fornecedores e outros terceiros?"
          },
          {
            "controle": "GV-RM.06",
            "descricao": "Oportunidades estratégicas (ou seja, riscos positivos) são caracterizadas e incluídas nas discussões sobre riscos de segurança cibernética organizacional?"
          }
        ]
      },
      {
        "subcategoria": "Funções, Responsabilidades e Autoridades",
        "controles": [
          {
            "controle": "GV-RR.01",
            "descricao": "A liderança organizacional é responsável e responsabilizada pelo risco de segurança cibernética e promove uma cultura consciente dos riscos, ética e em constante melhoria?"
          },
          {
            "controle": "GV-RR.02",
            "descricao": "Funções, responsabilidades e autoridades relacionadas à gestão de riscos de segurança cibernética são estabelecidas, comunicadas, compreendidas e aplicadas?"
          },
          {
            "controle": "GV-RR.03",
            "descricao": "Recursos adequados são alocados de acordo com a estratégia de risco de segurança cibernética, funções, responsabilidades e políticas?"
          },
          {
            "controle": "GV-RR.04",
            "descricao": "A segurança cibernética está incluída nas práticas de recursos humanos?"
          }
        ]
      },
      {
        "subcategoria": "Política",
        "controles": [
          {
            "controle": "GV-PO.01",
            "descricao": "A política de gestão de riscos de segurança cibernética é estabelecida com base no contexto organizacional, na estratégia de segurança cibernética e nas prioridades e é comunicada e aplicada?"
          },
          {
            "controle": "GV-PO.02",
            "descricao": "A política de gerenciamento de riscos de segurança cibernética é revisada, atualizada, comunicada e aplicada para refletir mudanças em requisitos, ameaças, tecnologia e missão organizacional?"
          }
        ]
      },
      {
        "subcategoria": "Supervisão",
        "controles": [
          {
            "controle": "GV-OV.01",
            "descricao": "Os resultados da estratégia de gestão de risco de segurança cibernética são revistos para informar e ajustar a estratégia e a direção?"
          },
          {
            "controle": "GV-OV.02",
            "descricao": "A estratégia de gestão de riscos de segurança cibernética é revista e ajustada para garantir a cobertura dos requisitos e riscos organizacionais?"
          },
          {
            "controle": "GV-OV.03",
            "descricao": "O desempenho da gestão de risco de segurança cibernética organizacional é avaliado e revisado para ajustes necessários?"
          }
        ]
      },
      {
        "subcategoria": "Gestão de Riscos da Cadeia de Suprimentos de Segurança Cibernética",
        "controles": [
          {
            "controle": "GV-SC.01",
            "descricao": "Um programa, estratégia, objetivos, políticas e processos de gerenciamento de risco da cadeia de suprimentos de segurança cibernética são estabelecidos e acordados pelas partes interessadas da organização?"
          },
          {
            "controle": "GV-SC.02",
            "descricao": "As funções e responsabilidades de segurança cibernética para fornecedores, clientes e parceiros são estabelecidas, comunicadas e coordenadas interna e externamente?"
          },
          {
            "controle": "GV-SC.03",
            "descricao": "A gestão de riscos da cadeia de fornecimento de segurança cibernética é integrada à gestão de riscos empresariais e de segurança cibernética, à avaliação de riscos e aos processos de melhoria?"
          },
          {
            "controle": "GV-SC.04",
            "descricao": "Os fornecedores são conhecidos e priorizados por criticidade?"
          },
          {
            "controle": "GV-SC.05",
            "descricao": "Os requisitos para abordar os riscos de segurança cibernética nas cadeias de suprimentos são estabelecidos, priorizados e integrados em contratos e outros tipos de acordos com fornecedores e outros terceiros relevantes?"
          },
          {
            "controle": "GV-SC.06",
            "descricao": "O planejamento e a devida diligência são realizados para reduzir riscos antes de entrar em relacionamentos formais com fornecedores ou terceiros?"
          },
          {
            "controle": "GV-SC.07",
            "descricao": "Os riscos representados por um fornecedor, seus produtos e serviços e outros terceiros são compreendidos, registrados, priorizados, avaliados, respondidos e monitorados ao longo do relacionamento?"
          },
          {
            "controle": "GV-SC.08",
            "descricao": "Fornecedores relevantes e outros terceiros são incluídos nas atividades de planejamento, resposta e recuperação de incidentes?"
          },
          {
            "controle": "GV-SC.09",
            "descricao": "As práticas de segurança da cadeia de suprimentos são integradas aos programas de segurança cibernética e gerenciamento de riscos empresariais, e seu desempenho é monitorado durante todo o ciclo de vida do produto e serviço de tecnologia?"
          },
          {
            "controle": "GV-SC.10",
            "descricao": "Os planos de gestão de risco da cadeia de fornecimento de segurança cibernética incluem disposições para atividades que ocorrem após a conclusão de uma parceria ou acordo de serviço?"
          }
        ]
      }
    ]
  }
  